{
  "patientId": "0681FA35-A794-4684-97BD-00B88370DB41",
  "encounterId": "ENC-0681FA35-A794-4684-97BD-00B88370DB41-003",
  "transcript": "Resident (Dr. Ramos): Buenas tardes, Señorita Robinson. Usted fue admitida anoche desde urgencias por estreñimiento severo y dolor abdominal. ¿Cuándo fue su última evacuación intestinal?\n\nPatient (en español): Hace seis días. He intentado usar senna y supositorios de glicerina en casa, pero no he podido defecar.\n\nResident: ¿Ha tenido náuseas, vómitos o sangrado rectal?\nPatient: Un poco de náuseas después de comer, pero no he vomitado y no hay sangre en las heces.\n\nResident: ¿Cómo está su dieta e ingesta de líquidos últimamente?\nPatient: He estado comiendo comida rápida y solo bebo alrededor de un vaso de agua al día.\n\nResident: Entiendo. Revisemos su abdomen. (Palpa abdomen.)\n\n—Examen físico breve:\nAbdomen: Blando, distendido, ligero dolor en fosa iliaca izquierda sin rebote ni rigidez. Ruidos hidroaéreos hiporreactivos.\nSignos vitales: Temp 37.0 °C, PA 116/74 mmHg, FC 80 lpm, FR 16/min.\n\nResident: Le hicimos una radiografía abdominal en urgencias. Dr. Chen viene a verla para el plan.\n\n—Dr. Chen (turno de la mañana): Veo fecalomas en colon ascendente y transverso, sin niveles hidroaéreos ni signo de obstrucción completa. Sus electrolitos están dentro de límites normales y TSH normal.\n\nPatient: Me preocupa que sea algo más serio.\n\nDr. Chen: Dado que tuvo un breve curso de opioides tras cirugía dental hace dos semanas, sospechamos estreñimiento por disminución del tránsito intestinal inducido por medicamentos y baja ingesta de fibra.\n\nPatient: ¿Qué haremos?\n\nDr. Chen: Admitiremos para hidratación y régimen de evacuación agresivo. Le explico en español: \n• Manténgase NPO por 6 horas más, luego líquidos claros. \n• Le administraremos polietilenglicol 17 g en 240 mL cada 6 horas hasta que evacúe. \n• Docusato sodio 200 mg PO BID para ablandar heces. \n• Supositorio de glicerina PR cada 12 horas según necesidad. \n• IV suero salino 0.9% 1000 mL en 8 horas y luego evaluamos si tolera vía oral. \n• Dieta alta en fibra cuando tolere.\n• Consultaremos a nutrición para plan de 25–30 g de fibra diaria y al fisioterapeuta para movilidad.\n\nPatient: Entendido.\n\nDr. Chen: Evite medicamentos que constipen. Su hidrocodona se suspendió en urgencias. Esperamos que evacúe hoy o mañana. Si no, haremos enema.\n\nPatient: Gracias, doctor."
} 